{"class_name": "Sequential", "keras_version": "2.1.3", "config": [{"class_name": "Dense", "config": {"activation": "relu", "units": 20, "dtype": "float32", "kernel_constraint": null, "activity_regularizer": null, "batch_input_shape": [null, 14], "kernel_regularizer": null, "trainable": true, "bias_constraint": null, "bias_regularizer": null, "name": "dense_1", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "units": 5, "kernel_constraint": null, "activity_regularizer": null, "name": "dense_2", "kernel_regularizer": null, "trainable": true, "bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}}}], "backend": "tensorflow"}