{"class_name": "Sequential", "keras_version": "2.1.3", "config": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 14], "activation": "relu", "kernel_constraint": null, "bias_regularizer": null, "name": "dense_1", "dtype": "float32", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "units": 20, "kernel_regularizer": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "kernel_constraint": null, "bias_regularizer": null, "name": "dense_2", "activity_regularizer": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "units": 5, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "kernel_regularizer": null, "bias_constraint": null}}], "backend": "tensorflow"}